Repository: linuxmint/cinnamon-spices-actions
Catalog: verify-md5sum@schorschii/files/verify-md5sum@schorschii/po/*.po
Languages: cs, da, es, fi, hr, hu, it, nl, uk, vi, zh

source: Verify the md5sum for a single file
cs: Ověření součtu md5 pro jeden soubor
da: Bekræft en enkelt fils md5sum
es: Comprobar la suma md5 de un archivo
fi: Tarkista yhden tiedoston md5sum:ma
hr: Provjeri md5sum jedne datoteke
hu: Ellenőrizze egyetlen fájl md5sum értékét
it: Verifica l'impronta md5sum per un singolo file
nl: Controleer de md5som voor een enkel bestand
uk: Перевірити md5-суму для одного файлу
vi: Xác minh md5sum cho một tập tin
zh: 验证单个文件的MD5校验和

source: Verify md5sum
cs: Ověřit součet md5
da: Bekræft md5sum
es: Comprobar md5sum
fi: Tarkista md5sum
hr: Provjeri md5sum
hu: Ellenőrizze az md5sum értéket
it: Verifica l'impronta md5sum
nl: Controleer md5som
uk: Перевірка md5-суми
vi: Xác minh md5sum
zh: 验证MD5校验和

source: Provide a md5sum hash to verify with this file
cs: Zadejte hash součtu md5 pro ověření s tímto souborem
da: Angiv en md5sum-hash, der skal bruges til at bekræfte denne fil
es: Proporcionar un hash md5sum para verificar con este archivo
fi: Anna md5sum hash vahvista tämä tiedosto
hr: Unesite md5sum hash za provjeru s ovom datotekom
hu: Adjon meg egy md5sum hash-t a fájl ellenőrzéséhez
it: Fornisci un hash md5sum da verificare con questo file
nl: Voer een md5som-hash in om te controleren met dit bestand
uk: Задайте хеш md5-суми, щоб перевірити з цим файлом
vi: Cung cấp mã băm md5sum để xác minh với tập tin này
zh: 提供MD5校验和哈希值以验证此文件

source: Calculating md5sum for
cs: Výpočet součtu md5 pro
da: Beregner md5sum for
es: Calcular md5sum para
fi: Lasketaan md5sum
hr: Računanje md5sum za
hu: Md5sum kiszámítása ehhez:
it: Calcolo dell'impronta md5sum per
nl: Berekenen van md5som voor
uk: Обчислення md5-суми для
vi: Đang tính toán md5sum cho
zh: 正在计算MD5校验和

source: Please enter the hash (32 characters) to match:
cs: Zadejte hash (32 znaků), který má odpovídat:
da: Indtast den hash-værdi (32 tegn), der skal matches:
es: Por favor, introduzca el hash (32 caracteres) para comprobar:
fi: Anna hash (32 merkkiä) jota vastaa:
hr: Unesite hash (32 znaka) za provjeru:
hu: Kérjük, adja meg a hash-t (32 karakter), hogy megfeleljen:
it: Inserisci l'hash (32 caratteri) da abbinare:
nl: Voer alstublieft de hash in (32 tekens) die moet overeenkomen:
uk: Будь ласка, введіть хеш (32 символи) для порівняння:
vi: Vui lòng nhập mã băm (32 ký tự) để so khớp:
zh: 请输入哈希值（32 个字符）以匹配：

source: The provided hash was invalid. Please try again.
cs: Zadaný hash byl neplatný. Zkuste to prosím znovu.
da: Den angivne hash-værdi er ugyldig. Prøv venligst igen.
es: El hash proporcionado no es válido. Por favor, inténtelo de nuevo.
fi: Annettu tarkistussumma on virheellistä. Yritä uudelleen.
hr: Uneseni hash nije ispravan. Pokušajte ponovno.
hu: A megadott hash érvénytelen volt. Kérem próbálja újra.
it: L'hash fornito non Ã¨ valido. Per favore riprova.
nl: De verstrekte hash was ongeldig. Probeer het opnieuw.
uk: Наданий хеш не вірний. Будь ласка, спробуйте ще раз.
vi: Mã băm được cung cấp không hợp lệ. Vui lòng thử lại.
zh: 提供的哈希值无效。请再试一次。

source: The hashes are the same
cs: Hashe jsou stejné
da: Hash-værdierne er ens
es: Los hashes son iguales
fi: Tarkistussumma on sama
hr: Hash je identičan
hu: A hash-ek ugyanazok
it: Gli hash sono gli stessi
nl: De hashes zijn hetzelfde
uk: Hash-суми однакові
vi: Các mã băm giống nhau
zh: 哈希值相同

source: The hashes are not the same
cs: Hashe nejsou stejné
da: Hash-værdierne er ikke ens
es: Los hashes no son iguales
fi: Tarkistussumma ei täsmää
hr: Hash nije identičan
hu: A hash-ek nem egyeznek
it: Gli hash non sono gli stessi
nl: De hashes zijn niet hetzelfde
uk: Hash-суми не однакові
vi: Các mã băm không giống nhau
zh: 哈希值不同

source: The hash you provided
cs: Hash, který jste zadali
da: Hash-værdien du angav
es: El hash que ha proporcionado
fi: Antamasi tarkistussumma
hr: Hash koji ste unijeli
hu: Az ön által megadott hash
it: L'hash che hai fornito
nl: De hash die u heeft verstrekt
uk: Хеш який ви вказали
vi: Mã băm bạn đã cung cấp
zh: 您提供的哈希值

source: The file's hash
cs: Hash souboru
da: Filens hash-værdi
es: El hash del archivo
fi: Tiedoston tarkistussumma
hr: Hash datoteke
hu: A fájl hash-je
it: L'hash del file
nl: De hash van het bestand
uk: Hash-сума файлу
vi: Mã băm của tập tin
zh: 文件的哈希值
