Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/install-fonts@anaximeno/*.po
Languages: it, ja, vi

source: Install fonts
it: Installa font
ja: フォントをインストール
vi: Cài đặt phông chữ

source: Fonts were installed successfuly!
it: I font sono stati installati con successo!
ja: フォントを正常にインストールしました！
vi: Cài đặt phông chữ thành công!

source: Fonts could not be installed!
it: Impossibile installare i font!
ja: フォントをインストールできませんでした！
vi: Không thể cài đặt phông chữ!

source: Some fonts could not be installed!
it: Alcuni font non possono essere installati!
ja: いくつかのフォントはインストールできませんでした！
vi: Một số phông chữ không thể cài đặt!

source: Updating fonts cache...
it: Aggiornamento della cache dei font...
ja: フォントキャッシュを更新しています...
vi: Đang cập nhật bộ nhớ đệm phông chữ...

source: Could not update fonts cache. The installation of the fonts may not take immediate effect.
it: Impossibile aggiornare la cache dei font. L'installazione dei font potrebbe non avere effetto immediato.
ja: フォントキャッシュを更新できませんでした。 インストールされたフォントが、すぐには反映されないかもしれません。
vi: Không thể cập nhật bộ nhớ đệm phông chữ. Việc cài đặt phông chữ có thể không có hiệu lực ngay lập tức.

source: Post installation issues
it: Problemi post-installazione
ja: インストール後処理の問題
vi: Vấn đề sau cài đặt

source: Some similar fonts are already installed. What should be done in this case?
it: Alcuni font simili sono giÃ installati. Cosa si dovrebbe fare in questo caso?
ja: すでにいくつかの似たフォントがインストールされています。 どうしますか？
vi: Một số phông chữ tương tự đã được cài đặt. Nên xử lý thế nào trong trường hợp này?

source: Cancel
it: Annulla
ja: キャンセル
vi: Hủy

source: Ignore
it: Ignora
ja: 無視
vi: Bỏ qua

source: Override
it: Sovrascrivi
ja: 上書き
vi: Ghi đè

source: Install selected fonts to your system account.
it: Installa i font selezionati sul tuo account di sistema.
ja: 選択したフォントをシステムアカウントにインストールします。
vi: Cài đặt các phông chữ được chọn vào tài khoản hệ thống của bạn.
