Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/convert-file@thigschuch/*.po
Languages: cs, eu, fi, nl

source: Error
cs: Chyba
eu: Errorea
fi: Virhe
nl: Fout

source: The file format is not supported.
cs: Formát souboru není podporován.
eu: Fitxategiaren formatua ez da onartzen.
fi: Formaattia ei tueta.
nl: Het bestandsformaat wordt niet ondersteund.

source: Select a format
cs: Vyberte formát
eu: Hautatu formatu bat
fi: Valitse formaatti
nl: Selecteer een formaat

source: Select the format to convert the file to.
cs: Vyberte formát, do kterého chcete soubor převést.
eu: Hautatu fitxategia bihurtzeko formatua.
fi: Valitse mihin tiedosto muunnetaan.
nl: Selecteer het formaat om het bestand naar te converteren.

source: Converting
cs: Převádění
eu: Bihurtzen
fi: Muunnetaan
nl: Converteren

source: Converting file to {format}...
cs: Převádění souboru do formátu {format}...
eu: Fitxategia {format} bihurtzen...
fi: Muunnetaan tiedosto {format}...
nl: Bestand wordt geconverteerd naar {format}...

source: Success
cs: Úspěch
eu: Behar bezala bihurtu da
fi: Onnistui
nl: Succes

source: The file has been converted to {format}.
cs: Soubor byl převeden do formátu {format}.
eu: Fitxategia {format} bihurtu da.
fi: Tiedosto muunnettiin {format}.
nl: Het bestand is geconverteerd naar {format}.

source: An error occurred while converting the file.
cs: Při převodu souboru došlo k chybě.
eu: Errore bat gertatu da fitxategia bihurtzean.
fi: Tiedostoa muunnettaessa tapahtui virhe.
nl: Er is een fout opgetreden tijdens het converteren van het bestand.

source: Invalid file
cs: Neplatný soubor
eu: Fitxategi baliogabea
fi: Viallinen tiedosto
nl: Ongeldig bestand

source: The file is not valid.
cs: Soubor není platný.
eu: Fitxategiak ez du balio.
fi: Tiedosto ei ole kelvollinen.
nl: Het bestand is niet geldig.

source: No file name or extension
cs: Žádný název nebo přípona souboru
eu: Ez dago fitxategi-izen edo luzapenik
fi: Ei nimeä tai tiedostopäätettä
nl: Geen bestandsnaam of extensie

source: The file must have a name and an extension.
cs: Soubor musí mít název a příponu.
eu: Fitxategiak izena eta luzapena izan behar ditu.
fi: Tiedostolla on oltava nimi ja tiedostopääte.
nl: Het bestand moet een naam en een extensie hebben.

source: Converts a file to a different format
cs: Převádí soubor na jiný formát
eu: Fitxategi bat beste formatu batera bihurtzen du
fi: Muuntaa tiedoston toiseen formaattiin. Asenna ffmpeg ja imagemagick ensin
nl: Converteert een bestand naar een ander formaat

source: Convert File
cs: Převést soubor
eu: Bihurtu fitxategia
fi: Muunna tiedosto
nl: Bestand converteren
