Repository: linuxmint/cinnamon-spices-actions
Catalog: extract-audio-from-video@chmodmasx/files/extract-audio-from-video@chmodmasx/po/*.po
Languages: es

source: Extract audio track from video files in various formats with enhanced process control
es: Extraiga pistas de audio de archivos de vídeo en varios formatos con un control de proceso mejorado

source: Extract Audio from Video
es: Extraer Audio del Video

source: Extract audio track from video files in various formats
es: Extrae pistas de audio de archivos de vídeo en varios formatos

source: Original format (no conversion)
es: Formato original (sin conversión)

source: MP3 - Most compatible, good compression
es: MP3 - Más compatible, buena compresión

source: FLAC - Lossless compression, larger files
es: FLAC - Compresión sin pérdida, archivos grandes

source: OGG - Open source, good compression
es: OGG - Código abierto, buena compresión

source: WAV - Uncompressed, largest files
es: WAV - Sin comprimir, archivos más grandes

source: AAC - High quality, good compression
es: AAC - Alta calidad, buena compresión

source: M4A - Apple format, good quality
es: M4A - Formato Apple, buena calidad

source: OPUS - Modern codec, excellent compression
es: OPUS - Códec moderno, excelente compresión

source: Fastest compression, largest files
es: Compresión más rápida, archivos más grandes

source: Fast compression
es: Compresión rápida

source: Good speed/size balance
es: Buen balance velocidad/tamaño

source: Balanced compression
es: Compresión balanceada

source: Good compression
es: Buena compresión

source: Default - Good compression/speed balance
es: Por defecto - Buen balance compresión/velocidad

source: Better compression
es: Mejor compresión

source: High compression
es: Alta compresión

source: Best compression, smallest files (slowest)
es: Mejor compresión, archivos más pequeños (más lento)

source: Select the audio format to extract:
es: Selecciona el formato de audio a extraer:

source: Select
es: Seleccionar

source: Format
es: Formato

source: Description
es: Descripción

source: FLAC Quality
es: Calidad FLAC

source: Select FLAC compression level:
es: Selecciona el nivel de compresión FLAC:

source: Error during extraction
es: Error durante la extracción

source: No audio track found in the video file
es: No se encontró pista de audio en el archivo de vídeo

source: Output file is incomplete
es: El archivo de salida está incompleto

source: Output file not created
es: No se creó el archivo de salida

source: Success
es: Éxito

source: Audio extracted successfully
es: Audio extraído exitosamente

source: Extracting audio...
es: Extrayendo audio...

source: Processing file:
es: Procesando archivo:

source: Detecting audio format...
es: Detectando formato de audio...

source: Starting extraction...
es: Iniciando extracción...

source: Converting audio...
es: Convirtiendo audio...

source: Finishing...
es: Finalizando...

source: Done!
es: ¡Terminado!

source: Confirm
es: Confirmar

source: already exists. Do you want to overwrite it?
es: ya existe. ¿Desea sobrescribirlo?

source: Cancelled
es: Cancelado

source: Operation cancelled by user
es: Operación cancelada por el usuario

source: Output file:
es: Archivo de salida:

source: Original codec:
es: Códec original:

source: Converted to:
es: Convertido a:

source: Quality Level
es: Nivel de Calidad
