Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/verify-md5sum@schorschii/*.po
Languages: ja, pt_br

source: Verify the md5sum for a single file
ja: 単一のファイルの MD5 チェックサムを検証します
pt_br: Verificar o md5sum de um único arquivo

source: Verify md5sum
ja: MD5 チェックサムを検証
pt_br: Verificar md5sum

source: Provide a md5sum hash to verify with this file
ja: このファイルの MD5 ハッシュが、与えられた値と一致するか検証します
pt_br: Forneça um hash md5sum para verificar com este arquivo

source: Calculating md5sum for
ja: MD5 チェックサムを計算しています:
pt_br: Calculando md5sum para

source: Please enter the hash (32 characters) to match:
ja: 一致すべきハッシュ (32 文字) を入力してください:
pt_br: Por favor, insira o hash (32 caracteres) para comparar:

source: The provided hash was invalid. Please try again.
ja: 与えられたハッシュが不正です。もう一度試してください。
pt_br: O hash fornecido era inválido. Por favor, tente novamente.

source: The hashes are the same
ja: ハッシュが一致しました
pt_br: Os hashes são iguais

source: The hashes are not the same
ja: ハッシュが一致しませんでした
pt_br: Os hashes não são iguais

source: The hash you provided
ja: 与えられたハッシュ
pt_br: O hash que você forneceu

source: The file's hash
ja: ファイルのハッシュ
pt_br: O hash do arquivo
