Repository: linuxmint/cinnamon-spices-actions
Catalog: install-fonts@anaximeno/files/install-fonts@anaximeno/po/*.po
Languages: bg, ca, cs, da, es, fi, hu, nl, pt, uk

source: Install fonts
bg: Инсталиране на шрифтове
ca: Instal·la fonts
cs: Nainstalujte písma
da: Installér skrifttyper
es: Instalar fuentes
fi: Asenna fontit
hu: Betűtípusok telepítése
nl: Lettertypen installeren
pt: Instalar fontes
uk: Встановити шрифти

source: Fonts were installed successfuly!
bg: Шрифтовете бяха инсталирани успешно!
ca: Les fonts s'han instal·lat correctament!
cs: Písma byla úspěšně nainstalována!
da: Skrifttyper blev installeret!
es: ¡Las fuentes se han instalado correctamente!
fi: Fontit asennettiin onnistuneesti!
hu: A betűtípusok telepítése sikeres volt!
nl: Lettertypen zijn succesvol ge誰nstalleerd!
pt: As fontes foram instaladas com sucesso!
uk: Шрифти були успішно встановлені!

source: Fonts could not be installed!
bg: Шрифтовете не можаха да се инсталират!
ca: No s'han pogut instal·lar les fonts!
cs: Písma nelze nainstalovat!
da: Skrifttyper kunne ikke installeres!
es: ¡No se han podido instalar las fuentes!
fi: Fontteja ei voitu asentaa!
hu: A betűtípusokat nem sikerült telepíteni!
nl: Lettertypen konden niet worden ge誰nstalleerd!
pt: As fontes não puderam ser instaladas!
uk: Шрифти не можуть бути встановлені!

source: Some fonts could not be installed!
bg: Някои шрифтове не можаха да се инсталират!
ca: Algunes fonts no s'han pogut instal·lar!
cs: Některá písma nelze nainstalovat!
da: Nogle skrifttyper kunne ikke installeres!
es: ¡No se han podido instalar algunas fuentes!
fi: Joitakin fontteja ei voitu asentaa!
hu: Néhány betűtípust nem sikerült telepíteni!
nl: Sommige lettertypen konden niet worden ge誰nstalleerd!
pt: Algumas fontes não puderam ser instaladas!
uk: Деякі шрифти не вдалося встановити!

source: Updating fonts cache...
bg: Обновяване на кеша на шрифтовете...
ca: Actualitzant la cau de fonts...
cs: Aktualizace mezipaměti písem...
da: Opdaterer skrifttypecachen …
es: Actualizando la caché de fuentes...
fi: Päivitetään fonttien välimuistia...
hu: Betűtípus-gyorsítótár frissítése...
nl: Lettertypecache wordt bijgewerkt...
pt: Atualizando o cache das fontes...
uk: Оновлення кешу шрифтів...

source: Could not update fonts cache. The installation of the fonts may not take immediate effect.
bg: Не може да обнови кеша на шрифтовете. Инсталацията на шрифтовете може да няма незабавен ефект.
ca: No s'ha pogut actualitzar la cau de fonts. La instal·lació de les fonts podria no tenir efecte immediat.
cs: Nelze aktualizovat mezipaměť písem. Instalace písem se nemusí projevit okamžitě.
da: Kunne ikke opdatere skrifttypecachen. Installationen af skrifttyperne træder muligvis ikke i kraft med det samme.
es: No se ha podido actualizar la caché de fuentes. Es posible que la instalación de las fuentes no tenga efecto inmediato.
fi: Ei voitu päivittää fonttien välimuistia. Fonttien asennus ei välttämättä tule voimaan välittömästi.
hu: Nem sikerült frissíteni a betűtípus-gyorsítótárat. Előfordulhat, hogy a betűtípusok telepítése nem lép azonnal hatályba.
nl: Kon de lettertypecache niet bijwerken. De installatie van de lettertypen wordt mogelijk niet direct actief.
pt: Não foi possível atualizar o cache das fontes. A instalação das fontes pode não ter efeito imediato.
uk: Не вдалося оновити кеш шрифтів. Встановлення шрифтів може не мати миттєвого ефекту.

source: Post installation issues
bg: След инсталационни въпроси
ca: Problemes posteriors a la instal·lació
cs: Problémy po instalaci
da: Problemer efter installationen
es: Problemas posteriores a la instalación
fi: Asennusongelmia
hu: Telepítés utáni problémák
nl: Problemen na installatie
pt: Problemas pós-instalação
uk: Звітувати про проблеми встановлення

source: Some similar fonts are already installed. What should be done in this case?
bg: Няколко подобни шрифта са вече инсталирани. Какво искате да направим в този случай?
ca: Algunes fonts similars ja estan instal·lades. Què cal fer en aquest cas?
cs: Některá podobná písma jsou již nainstalována. Co je třeba v tomto případě udělat?
da: Nogle lignende skrifttyper er allerede installeret. Hvad skal der gøres i dette tilfælde?
es: Algunas fuentes similares ya están instaladas. ¿Qué hay que hacer en este caso?
fi: Joitakin vastaavia fontteja on jo asennettu. Mitä haluat tehdä?
hu: Néhány hasonló betűtípus már telepítve van. Mit kell tenni ebben az esetben?
nl: Sommige vergelijkbare lettertypen zijn al ge誰nstalleerd. Wat moet in dit geval worden gedaan?
pt: Algumas fontes similares já estão instaladas. O que fazer nesse caso?
uk: Деякі подібні шрифти вже встановлені. Що робити в цьому випадку?

source: Cancel
bg: Откажи
ca: Cancel·la
cs: Zrušit
da: Annullér
es: Cancelar
fi: Peru
hu: Mégse
nl: Annuleren
pt: Cancelar
uk: Відмінити

source: Ignore
bg: Игнорирай
ca: Ignora
cs: Ignorovat
da: Ignorér
es: Ignorar
fi: Ohita
hu: Figyelmen kívül hagyás
nl: Negeren
pt: Ignorar
uk: Ігнорувати

source: Override
bg: Презапиши
ca: Sobreescriu
cs: Přepsat
da: Overskriv
es: Reemplazar
fi: Hylkää
hu: Felülbírálás
nl: Overschrijven
pt: Sobrepor
uk: Замінити

source: Install selected fonts to your system account.
bg: Инсталирай избраните шрифтове в системния акаунт.
ca: Instal·la les fonts seleccionades al vostre compte del sistema.
cs: Nainstalujte vybraná písma do svého systémového účtu.
da: Installér valgte skrifttyper til din systemkonto.
es: Instale las fuentes seleccionadas en su cuenta del sistema.
fi: Asenna valitut fontit tietokoneeseen.
hu: Telepítse a kiválasztott betűtípusokat a rendszerfiókjába.
nl: Geselecteerde lettertypen installeren op uw systeemaccount.
pt: Instale fontes selecionadas na sua conta de sistema.
uk: Встановити вибрані шрифти до системного профілю.
