Repository: linuxmint/cinnamon-spices-actions
Catalog: clone-git-repo@anaximeno/files/clone-git-repo@anaximeno/po/*.po
Languages: da, es, fi, hu, it, ja, nl, pl, pt, ru, uk, vi, zh_cn

source: Clone a repository
da: Klon et arkiv
es: Clonar un repositorio
fi: Kloonaa arkisto
hu: Tároló klónozása
it: Clona un repository
ja: リポジトリをクローン
nl: Kloon een repository
pl: Sklonuj repozytorium
pt: Clonar um repositório
ru: Клонирование репозиторий
uk: Зклонувати репозиторій
vi: Nhân bản một kho lưu trữ
zh_cn: 克隆一个仓库

source: git urls
da: git-URL'er
es: direcciones URL de git
fi: git-osoitteet
hu: git url-ek
it: url git
pl: dokumentacji Git
pt: urls git
ru: документации Git
uk: документації Git
vi: url git
zh_cn: GIT地址

source: Enter the name for the cloned folder:
da: Indtast navnet på den klonede mappe:
es: Introduzca el nombre de la carpeta clonada:
fi: Anna nimi kloonattavalle kansiolle:
hu: Adja meg a klónozott mappa nevét:
it: Inserisci il nome della cartella clonata:
ja: クローン先のフォルダー名を入力:
nl: Voer de naam in voor de gekloonde map:
pl: Wprowadź nazwę dla folderu docelowego:
pt: Introduza o nome da pasta clonada:
ru: Введите название для целевой папки:
uk: Введіть назву для цільової папки:
vi: Nhập tên cho thư mục được nhân bản:
zh_cn: 输入克隆目录的名称

source: The entered name is invalid. Please choose a name that follows folder naming rules.
da: Det indtastede navn er ugyldigt. Vælg et navn, der følger reglerne for navngivning af mapper.
es: El nombre ingresado no es válido. Elija un nombre que siga las reglas de nomenclatura de carpetas.
fi: Annettu nimi on virheellinen. Valitse nimi, joka noudattaa kansion nimeämisen sääntöjä.
hu: A megadott név érvénytelen. Kérjük, válasszon egy nevet, amely megfelel a mappaelnevezési szabályoknak.
it: Il nome inserito non è valido. Scegli un nome che segua le regole di denominazione delle cartelle.
ja: 入力された名前が正しくありません。 フォルダーの命名規則に沿った名前を付けてください。
nl: De ingevoerde naam is ongeldig. Kies alstublieft een naam die de regels voor mapbenaming volgt.
pl: Wprowadzona nazwa jest nieprawidłowa. Proszę wybrać nazwę zgodnie z regułami nazewnictwa folderów.
pt: O nome introduzido é inválido. Por favor escolha um nome que segue as regras de nomeação de pastas.
ru: Введённое название недопустимо. Пожалуйста, выберите название, соответствующие правилам называния папок.
uk: Введена назва недопустима. Будь ласка, оберіть назву згідно з правилами називання папок.
vi: Tên đã nhập không hợp lệ. Vui lòng chọn một tên tuân theo quy tắc đặt tên thư mục.
zh_cn: 输入的名称无效。 请选择一个遵循文件夹命名规则的名称。

source: Repository Address:
da: Arkivadresse:
es: Dirección del repositorio:
fi: Arkiston osoite:
hu: Tároló Címe:
it: Indirizzo Repository:
ja: リポジトリのアドレス:
nl: Repository-adres:
pl: Adres repozytorium:
pt: Endereço do Repositório:
ru: Адрес репозитория:
uk: Адреса репозиторію:
vi: Địa chỉ Kho lưu trữ:
zh_cn: 仓库地址：

source: The given Git address has an unrecognized format. Please review the supported patterns at %s and try again.
es: La dirección de Git proporcionada tiene un formato no reconocido. Revise los patrones admitidos en %s e inténtelo de nuevo.
hu: A megadott Git-cím formátuma ismeretlen. Kérjük, tekintse át a támogatott mintákat itt: %s és próbálja újra.
it: L'indirizzo Git fornito ha un formato non riconosciuto. Controlla i modelli supportati in %s e riprova.
nl: Het opgegeven Git-adres heeft een niet-erkend formaat. Bekijk alstublieft de ondersteunde patronen op %s en probeer het opnieuw.
pl: Podany adres Git ma nierozpoznany format. Proszę sprawdzić wspierane formaty w %s i spróbować ponownie.
ru: Даный адрес Git имеет неизвестный формат. Пожалуйста, просмотрите поддерживаемые форматы в %s и попробуйте ещё раз.
uk: Подана адреса Git має нерозпізнаний формат. Будь ласка, перегляньте підтримувані формати в %s та спробуйте ще раз.
zh_cn: 给出的GIT地址有未识别的格式。 请重新检查在'%s'处支持的参数并重试。

source: Cloning %s
da: Kloner %s
es: Clonando %s
fi: Kloonataan %s
hu: Klónozás %s
it: Clonando %s
ja: %s をクローンしています
nl: Klonen van %s
pl: Klonowanie %s
pt: Clonando %s
ru: Клонирование %s
uk: Клонування %s
vi: Đang nhân bản %s
zh_cn: 正在克隆 %s 。。。

source: Repository successfully cloned!
da: Arkivet blev klonet!
fi: Arkisto on kloonattu!
it: Repository clonato con successo!
ja: リポジトリを正常にクローンしました！
ru: Репозиторий успешно склонирован!
uk: Репозиторій успішно зклоновано!
vi: Đã nhân bản kho lưu trữ thành công!

source: Open
da: Åbn
fi: Avaa
it: Apri
ja: 開く
uk: Відкрити
vi: Mở

source: Couldn't open the cloned folder!
da: Kunne ikke åbne den klonede mappe!
fi: Kloonatun kansion avaaminen ei onnistu!
it: Impossibile aprire la cartella clonata!
ja: クローン先のフォルダーを開けませんでした！
uk: Неможливо відкрити клоновану папку!
vi: Không thể mở thư mục đã nhân bản!

source: Error cloning repository %s !
es: ¡Error al clonar el repositorio %s !
hu: Hiba a(z) %s tároló klónozása közben!
it: Errore durante la clonazione del repository %s!
nl: Fout bij het klonen van repository %s!
pl: Błąd przy klonowaniu repozytorium %s !
pt: Erro ao clonar o repositório %s !
ru: Ошибка при клонировании репозитория %s !
uk: Помилка при клонуванні репозиторію %s !
zh_cn: 克隆仓库 %s 时出错！

source: A folder named %s already exists in this location. Please choose a different name or delete the existing folder.
es: Ya existe una carpeta llamada %s en esta ubicación. Por favor, elija un nombre diferente o elimine la carpeta existente.
hu: Ezen a helyen már létezik egy %s nevű mappa. Kérjük, válasszon másik nevet, vagy törölje a meglévő mappát.
it: Una cartella denominata %s esiste già in questa posizione. Scegli un nome diverso o elimina la cartella esistente.
nl: Er bestaat al een map met de naam %s op deze locatie. Kies een andere naam of verwijder de bestaande map.
pl: Folder o nazwie %s już istnieje w tej lokalizacji. Proszę wybrać inną nazwę albo usunąć istniejący folder.
ru: Папка с названием %s уже существует в этой локации. Пожалуйста, выберите другое название или удалите существующую папку.
uk: Папка з назвою %s вже існує в цій локації. Будь ласка, виберіть іншу назву або видаліть існуючу папку.
zh_cn: 在这个路径下已经存在名称为 %s 的目录名称。 请选择另外一个名称或者删除已经存在的目录。

source: Cloning info
da: Kloner info
es: Información de clonación
fi: Kloonaustiedot
hu: Klónozási információ
it: Informazioni sulla clonazione
ja: クローンの情報
nl: Klooninformatie
pl: Szczegóły klonowania
ru: Подробнее
uk: Детальніше
vi: Thông tin nhân bản
zh_cn: 正在克隆信息。。。

source: More info
da: Mere info
es: Más información
fi: Lisätietoja
hu: További információ
it: Maggiori info
ja: 詳細情報
nl: Meer info
pl: Szczegóły
ru: Подробнее
uk: Детальніше
vi: Thông tin thêm
zh_cn: 更多信息

source: The clone operation was canceled, leaving behind a residual folder. Should this folder be sent to the trash? Please note that due to the cancellation, the residual folder contains only an incomplete clone of the repository.
da: Kloningsoperationen blev annulleret og efterlod en resterende mappe. Skal denne mappe sendes til papirkurven? Bemærk, at på grund af annulleringen indeholder den resterende mappe kun en ufuldstændig klon af arkivet.
es: La operación de clonación se ha cancelado, dejando una carpeta residual. ¿Debe enviar esta carpeta a la papelera? Tenga en cuenta que, debido a la cancelación, la carpeta residual sólo contiene un clon incompleto del repositorio.
fi: Kloonaaminen peruutettiin, mutta kansio ehdittiin perustaa. Siirretäänkö tämä kansio roskakoriin? Huomaa, että peruutettu kansio sisältää vain arkiston epätäydellisen kloonin.
hu: A klónozási művelet megszakad, és egy maradék mappát hagyott maga után. Kerüljön ez a mappa a lomtárba? Felhívjuk figyelmét, hogy a megszakadt folyamat miatt a maradék mappa csak a tárolóhely hiányos klónját tartalmazza.
it: L'operazione di clonazione è stata annullata, lasciando una cartella residua. Questa cartella dovrebbe essere mandata nel cestino? Tieni presente che a causa della cancellazione, la cartella residua contiene solo un clone incompleto del repository.
ja: クローン操作がキャンセルされました。クローン先のフォルダーには、中途半端な状態のリポジトリが残ったままになっています。このフォルダーをゴミ箱に移動しますか？
nl: De kloonoperatie werd geannuleerd, waardoor er een restmap is achtergebleven. Moet deze map naar de prullenbak worden verplaatst? Let op: door de annulering bevat de restmap slechts een onvolledige kloon van de repository.
pl: Operacja klonowania została odwołana, zostawiając po sobie folder. Czy trzeba przenieść ten folder do kosza? Przez to, że operacja została odwołana, zostawiony folder zawiera tylko niecałą kopię repozytorium.
ru: Клонирование было отменено, оставляя за собой папку. Переместить эту папку в корзину? Из-за того, что операция была отменена, оставленная папка содержит только неполную копию репозитория.
uk: Клонування було відмінено, залишаючи по собі папку. Чи потрібно перемістити цю папку до кошика? Оскільки операцію було відмінено, залишена папка містить тільки неповну копію репозиторія.
vi: Thao tác nhân bản đã bị hủy, để lại một thư mục dư thừa. Có nên gửi thư mục này vào thùng rác không? Xin lưu ý rằng do bị hủy, thư mục dư thừa chỉ chứa một bản sao không hoàn chỉnh của kho lưu trữ.

source: Clone a git repository into the current folder.
da: Klon et git-arkiv til den aktuelle mappe.
es: Clona un repositorio git en la carpeta actual.
fi: Kloonaa git-arkisto sinun valitsemaan kansioon.
hu: Klónozzon egy git tárolót az aktuális mappába.
it: Clona un repository git nella cartella corrente.
ja: 現在のフォルダーに Git リポジトリをクローンします。
nl: Kloon een Git-repository naar de huidige map.
pl: Sklonuj repozytorium Git do katalogu bieżącego.
pt: Clone um repositório git para a pasta atual.
ru: Склонируйте репозиторий Git в текущюю папку.
uk: Зклонуйте репозиторій Git до поточної папки.
vi: Nhân bản một kho lưu trữ git vào thư mục hiện tại.
zh_cn: 克隆一个GIT仓库到当前文件夹。

source: Clone git repo
da: Klon git-arkiv
es: Clonar repositorio git
fi: Kloonaa git-arkisto
hu: Git tároló klónozása
it: Clona repo git
ja: Git リポジトリをクローン
nl: Kloon Git-repo
pl: Sklonuj repozytorium Git
pt: Clonar repositório git
ru: Склонировать репозиторий Git
uk: Зклонувати репозиторій Git
vi: Nhân bản kho git
zh_cn: 克隆GIT仓库

source: Clone a git repository
da: Klon et git-arkiv
es: Clonar un repositorio git
fi: Kloonaa git-arkisto
hu: Egy git tároló klónozása
it: Clona un repository git
ja: Git リポジトリをクローン
nl: Kloon een Git-repository
pl: Sklonuj repozytorium Git
pt: Clonar um repositório
ru: Склонировать репозиторий Git
uk: Зклонувати репозиторій Git
vi: Nhân bản một kho lưu trữ git
zh_cn: 克隆一个GIT仓库

source: The given Git address has an unrecognized format. Please review the supported patterns at %s and try again.
ja: 指定された Git アドレスの形式を認識できません。%s でサポートされているパターンを確認し、もう一度試してください。
vi: Địa chỉ Git đã cho có định dạng không được nhận dạng. Vui lòng xem lại các mẫu được hỗ trợ tại %s và thử lại.

source: Error cloning repository: %s
ja: リポジトリのクローン中にエラーがありました: %s
vi: Lỗi khi nhân bản kho lưu trữ: %s

source: A folder named %s already exists in this location. Please choose a different name or delete the existing folder.
ja: この場所にはすでに %s という名前のフォルダーが存在します。別の名前を付けるか、今あるフォルダーを削除してください。
vi: Một thư mục có tên %s đã tồn tại tại vị trí này. Vui lòng chọn một tên khác hoặc xóa thư mục hiện có.

source: Repository successfully cloned to %s
es: Repositorio clonado con éxito en %s
hu: Az adattár sikeresen klónozva ide: %s
pt: Repositório clonado com sucesso para %s
