Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/verify-sha512sum@rcalixte/*.po
Languages: da, it, ja, nl

source: Verify the sha512sum for a single file
da: Bekræft en enkelt fils sha512sum
it: Verifica l'impronta sha512sum per un singolo file
ja: 単一のファイルの SHA512 チェックサムを検証します
nl: Controleer de sha512som voor een enkel bestand

source: Verify sha512sum
da: Bekræft sha512sum
it: Verifica l'impronta sha512sum
ja: SHA512 チェックサムを検証
nl: Controleer sha512som

source: Provide a sha512sum hash to verify with this file
da: Angiv en sha512sum hash-værdi, der skal bruges til bekræftelse af denne fil
it: Fornisci un hash sha512sum da verificare con questo file
ja: このファイルの SHA512 ハッシュが、与えられた値と一致するか検証します
nl: Voer een sha512som-hash in om te controleren met dit bestand

source: Calculating sha512sum for
da: Beregner sha512sum for
it: Calcola l'impronta sha512sum per
ja: SHA512 チェックサムを計算しています:
nl: Berekenen van sha512som voor

source: Please enter the hash (128 characters) to match:
da: Indtast hash-værdien (128 tegn), der skal matches:
it: Inserisci l'hash (128 caratteri) da controllare:
ja: 一致すべきハッシュ (128 文字) を入力してください:
nl: Voer alstublieft de hash in (128 tekens) die moet overeenkomen:

source: The provided hash was invalid. Please try again.
da: Den angivne hash-værdi er ugyldig. Prøv venligst igen.
it: L'hash fornito non era valido. Per favore riprova.
ja: 与えられたハッシュが不正です。もう一度試してください。
nl: De verstrekte hash was ongeldig. Probeer het opnieuw.

source: The hashes are the same
da: Hash-værdierne er ens
it: Gli hash sono gli stessi
ja: ハッシュが一致しました
nl: De hashes zijn hetzelfde

source: The hashes are not the same
da: Hash-værdierne er ikke ens
it: Gli hash non sono gli stessi
ja: ハッシュが一致しませんでした
nl: De hashes zijn niet hetzelfde

source: The hash you provided
da: Hash-værdien du angav
it: L'hash che hai fornito
ja: 与えられたハッシュ
nl: De hash die u heeft verstrekt

source: The file's hash
da: Filens hash-værdi
it: L'hash del file
ja: ファイルのハッシュ
nl: De hash van het bestand
