Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/pdf-truncate-batch-print@goebbe/*.po
Languages: ca, cs, da, es, fi, it, nl, vi

source: Cut PDF(s) pages at the start and from the end and batch-print them
ca: Retalleu pàgines de PDF(s) des del principi i el final i imprimiu-les per lots
cs: Vystřihněte stránky PDF na začátku a od konce a vytiskněte je hromadně
da: Skær PDF-siderne i starten og slutningen ud og udskriv dem i batch
es: Corte páginas PDF al principio y al final e imprímalas en lotes
fi: Leikkaa PDF-sivut alusta loppuun ja tulosta ne erissä
it: Taglia le pagine del PDF all'inizio e alla fine e stampale in batch
nl: Kort PDF('s) pagina's in aan het begin en het einde en print ze batchgewijs
vi: Cắt các trang PDF ở đầu và cuối rồi in hàng loạt

source: Truncate and batch-print PDF(s)
ca: Truncar i imprimir PDF(s) per lots
cs: Zkrácení a hromadný tisk PDF
da: Beskær og udskriv PDF'er i batches
es: Truncar e imprimir PDF por lotes
fi: Leikkaa ja tulosta PDF-tiedostot erissä
it: Tronca e stampa in batch i PDF
nl: Inkorten en batchgewijs printen van PDF('s)
vi: Cắt ngắn và in hàng loạt PDF

source: Truncate PDF-printing
ca: Truncar la impressió de PDF
cs: Zkrátit tisk PDF
da: Beskæring af PDF til udskrivning
es: Truncar la impresión de PDF
fi: PDF-tulostus erissä
it: Tronca e stampa PDF
nl: Inkorten van PDF-printen
vi: In PDF cắt ngắn

source: Number of pages that should NOT be printed.\n Empty fields result in no truncation.
ca: Número de pàgines que NO s'han d'imprimir.\n No es realitzarà el truncament si hi ha camps en blanc.
cs: Počet stránek, které NESMÍ být vytištěny.\n Prázdná pole nezpůsobí žádné zkrácení.
da: Antal sider der IKKE skal udskrives.\n Tomme felter resulterer i ingen afkortning.
es: Número de páginas que NO deben imprimirse.\n Los campos vacíos no producen ningún truncamiento.
fi: Sivut joita EI pitäisi tulostaa.\n Tyhjät kentät eivät leikkaa sivuja.
it: Numero di pagine che NON devono essere stampate.\n I campi vuoti non comportano alcun troncamento.
nl: Aantal pagina's die NIET geprint moeten worden.\n Lege velden zorgen voor geen inkorting.
vi: Số trang KHÔNG nên in.\n Các trường để trống sẽ không thực hiện cắt ngắn.

source: Number of pages cut at the start:
ca: Número de pàgines a retallar a l'inici:
cs: Počet stránek oříznutých na začátku:
da: Antal sider der skæres væk i starten:
es: Número de páginas cortadas al principio:
fi: Alussa leikattut sivunumerot:
it: Numero di pagine tagliate all'inizio:
nl: Aantal pagina's die aan het begin worden ingekort:
vi: Số trang cắt ở đầu:

source: Number of pages cut from the end:
ca: Número de pàgines a retallar pel final:
cs: Počet stran odříznutých od konce:
da: Antal sider der skæres væk i slutningen:
es: Número de páginas cortadas del final:
fi: Lopusta leikattut sivunumerot:
it: Numero di pagine tagliate dalla fine:
nl: Aantal pagina's die aan het einde worden ingekort:
vi: Số trang cắt từ cuối:

source: Select a printer for batch-printing
ca: Seleccioneu una impressora
cs: Vyberte tiskárnu pro dávkový tisk
da: Vælg en printer til batchudskrivning
es: Seleccionar una impresora para la impresión por lotes
fi: Valitse tulostin tulostusta varten
it: Seleziona una stampante per la stampa in batch
nl: Selecteer een printer voor batchgewijs printen
vi: Chọn máy in để in hàng loạt

source: Printers:
ca: Impressores:
cs: Tiskárny:
da: Printere:
es: Impresoras:
fi: Tulostimet:
it: Stampanti:
vi: Máy in:

source: <b>Summary:</b> \n Number of pages cut at the start: $lefttrunc \n Number of pages cut from the end: $righttrunc \n Printer: $myprinter \n \n Choose one-sided or two-sided printing \n \n <b>Batch-printing will start instantly! </b>
ca: <b>Resum:</b> \n Número de pàgines a retallar a l'inici: $lefttrunc \n Número de pàgines a retallar pel final: $righttrunc \n Impressora: $myprinter \n \n Trieu impressió per una o ambdues cares \n \n <b>La impressió per lots començarà de manera immediata! </b>
cs: <b>Shrnutí:</b> \n Počet stránek oříznutých na začátku: $lefttrunc \n Počet stránek oříznutých od konce: $righttrunc \n Tiskárna: $myprinter \n \n Vyberte jednostranné nebo dvoustranné oboustranný tisk \n \n <b>Dávkový tisk bude zahájen okamžitě! </b>
da: <b>Oversigt:</b> \n Antal sider der er skåret væk i starten: $lefttrunc \n Antal sider, der er skåret væk i slutningen: $righttrunc \n Printer: $myprinter \n \n Vælg enkelt- eller dobbeltsidet udskrivning \n \n <b>Batchudskrivning starter med det samme! </b>
es: <b>Resumen:</b> \n Número de páginas cortadas al principio: $lefttrunc \n Número de páginas cortadas desde el final: $righttrunc \n Impresora: $myprinter \n \n Elija entre impresión a una o dos caras \n \n <b>¡La impresión por lotes comenzará instantáneamente! </b>
fi: <b>Yhteenveto:</b> \n Alusta leikatut sivunumerot: $lefttrunc \n Lopusta leikatut sivunumerot: $righttrunc \n Tulostin: $myprinter \n \n Valitse yksipuolinen tai kaksipuolinen tulostus \n \n <b>Tulostus alkaa välittömästi. </b>
it: <b>Riepilogo:</b> \n Numero di pagine tagliate all'inizio: $lefttrunc \n Numero di pagine tagliate dalla fine: $righttrunc \n Stampante: $myprinter \n \n Scegli la stampa su un lato o fronte-retro \n \n <b>La stampa in batch inizier√† immediatamente! </b>
nl: <b>Samenvatting:</b> \n Aantal pagina's ingekort aan het begin: $lefttrunc \n Aantal pagina's ingekort aan het einde: $righttrunc \n Printer: $myprinter \n \n Kies enkelzijdig of dubbelzijdig printen \n \n <b>Batchgewijs printen zal meteen starten! </b>
vi: <b>Tóm tắt:</b> \n Số trang cắt ở đầu: $lefttrunc \n Số trang cắt từ cuối: $righttrunc \n Máy in: $myprinter \n \n Chọn in một mặt hoặc hai mặt \n \n <b>In hàng loạt sẽ bắt đầu ngay lập tức! </b>

source: one-sided
ca: una cara
cs: jednostranný
da: enkeltsidet
es: una cara
fi: Yksipuolinen
it: un lato
nl: enkelzijdig
vi: một mặt

source: Cancel
ca: Cancel·lar
cs: Zrušit
da: Annullér
es: Cancelar
fi: Peru
it: Annulla
nl: Annuleren
vi: Hủy

source: two-sided
ca: doble cara
cs: oboustranný
da: dobbeltsidet
es: dos caras
fi: Kaksipuolinen
it: fronte-retro
nl: dubbelzijdig
vi: hai mặt
