Repository: linuxmint/cinnamon-spices-actions
Catalog: verify-sha512sum@rcalixte/files/verify-sha512sum@rcalixte/po/*.po
Languages: cs, de, fi, hr, pt, ru, tr, uk, zh

source: Verify the sha512sum for a single file
cs: Ověření součtu sha512 pro jeden soubor
de: Überprüft die SHA512-Prüfsumme einer Datei
fi: Tarkista tiedoston sha512sum tarkistussumma
hr: Provjeri sha512sum jedne datoteke
pt: Verifica a some SHA-512 para um único arquivo
ru: Проверить sha512sum для одного файла
tr: Tek bir dosya için sha512sum'u doğrulayın
uk: Перевірити sha512-суму для одного файлу
zh: 验证单个文件的SHA512校验和

source: Verify sha512sum
cs: Ověření sha512sum
de: SHA512-Prüfsumme überprüfen
fi: Tarkista tarkistussumma
hr: Provjeri sha512sum
pt: Verificar soma SHA-512
ru: Сравнить sha512sum
tr: Sha512sum'u doğrulayın
uk: Перевірка sha512-суми
zh: 验证SHA512校验和

source: Provide a sha512sum hash to verify with this file
cs: Zadejte hash sha512sum pro ověření s tímto souborem
de: Geben Sie eine SHA512-Prüfsumme ein, um sie mit der Datei zu vergleichen
fi: Anna sha512sum hash vahvistaaksesi tämän tiedoston
hr: Unesite sha512sum hash za provjeru s ovom datotekom
pt: Forneça uma soma hash SHA-512 para verificar com este arquivo
ru: Предоставьте sha512sum хеш, для проверки этого файла
tr: Bu dosyayla doğrulamak için bir sha512sum karması sağlayın
uk: Задайте хеш sha512-суми, щоб перевірити з цим файлом
zh: 提供SHA512校验和哈希值以验证此文件

source: Calculating sha512sum for
cs: Výpočet sha512sum pro
de: Berechne SHA512-Prüfsumme für
fi: Lasketaan sha512sum tarkistussummaa
hr: Računanje sha512sum za
pt: Calculando a soma SHA-512 para
ru: Вычисление sha512sum для
tr: Sha512sum'un hesaplanması
uk: Обчислення sha512-суми для
zh: 正在计算SHA512校验和

source: Please enter the hash (128 characters) to match:
cs: Zadejte hash (128 znaků), který má odpovídat:
de: Bitte geben Sie den Hashwert (128 Zeichen) zur Überprüfung ein:
fi: Hash (128 merkkiä) jolla verrataan tätä tiedotoa:
hr: Unesite hash (128 znakova) za provjeru:
pt: Por favor, insira o hash (128 caracteres) para verificar:
ru: Пожалуйста, введите хеш-сумму (128 символа) для проверки:
tr: Lütfen eşleştirmek için karma değeri (128 karakter) girin:
uk: Будь ласка, введіть хеш (128 символів) для порівняння:
zh: 请输入哈希值（128 个字符）以匹配：

source: The provided hash was invalid. Please try again.
cs: Zadaný hash byl neplatný. Zkuste to prosím znovu.
de: Der eingegebene Hashwert stimmt nicht überein. Bitte versuchen Sie es erneut.
fi: Virheellinen hash. Anna sarja oikeassa muodossa.
hr: Uneseni hash nije ispravan. Pokušajte ponovno.
pt: O hash fornecido é inválido. Por favor, tente de novo.
ru: Предоставленная хеш-сумма некорректна. Пожалуйста, попробуйте снова.
tr: Sağlanan karma geçersiz. Lütfen tekrar deneyin.
uk: Наданий хеш не вірний. Будь ласка, спробуйте ще раз.
zh: 提供的哈希值无效。请再试一次。

source: The hashes are the same
cs: Hashe jsou stejné
de: Die Hashwerte stimmen überein
fi: Hash on molemmilla sama
hr: Hash je identičan
pt: Os hashes são o mesmo
ru: Хеш-суммы одинаковые
tr: Karmalar aynı
uk: Hash-суми однакові
zh: 哈希值相同

source: The hashes are not the same
cs: Hashe nejsou stejné
de: Die Hashwerte stimmen nicht überein
fi: Hash ei ole vastaava tiedostolle
hr: Hash nije identičan
pt: Os hashes não são o mesmo
ru: Хеш-суммы разные
tr: Karmalar aynı değil
uk: Hash-суми не однакові
zh: 哈希值不同

source: The hash you provided
cs: Vámi zadaný hash
de: Der eingebene Hashwert
fi: Hash jonka annoit
hr: Hash koji ste unijeli
pt: O hash que você forneceu
ru: Хеш-сумма, которую вы предоставили
tr: Sağladığınız karma
uk: Хеш який ви вказали
zh: 您提供的哈希值

source: The file's hash
cs: Hash souboru
de: Der Datei-Hashwert
fi: Tiedoston hash
hr: Hash datoteke
pt: O hash do ficheiro
ru: Хеш-сумма файла
tr: Dosyanın karması
uk: Hash-сума файлу
zh: 文件的哈希值
