Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/verify-sha256sum@rcalixte/*.po
Languages: da, hr, it, pt, tr

source: Verify the sha256sum for a single file
da: Bekræft en enkelt fils sha256sum
hr: Provjeri sha256sum jedne datoteke
it: Verifica l'impronta sha256sum per un singolo file
pt: Verifica a some SHA-256 para um único arquivo
tr: Tek bir dosya için sha256sum'u doğrulayın

source: Verify sha256sum
da: Bekræft sha256sum
hr: Provjeri sha256sum
it: Verifica l'impronta sha256sum
pt: Verificar soma SHA-256
tr: Sha256sum'u doğrulayın

source: Provide a sha256sum hash to verify with this file
da: Angiv en sha256sum hash-værdi, der skal bruges til bekræftelse af denne fil
hr: Unesite sha256sum hash za provjeru s ovom datotekom
it: Fornisci un hash sha256sum da verificare con questo file
pt: Forneça uma soma hash SHA-256 para verificar com este arquivo
tr: Bu dosyayla doğrulamak için bir sha256sum karması sağlayın

source: Calculating sha256sum for
da: Beregner sha256sum for
hr: Računanje sha256sum za
it: Calcola l'impronta sha256sum per
pt: Calculando a soma SHA-256 para
tr: Sha256sum'un hesaplanması

source: Please enter the hash (64 characters) to match:
da: Indtast hash-værdien (64 tegn), der skal matches:
hr: Unesite hash (64 znaka) za provjeru:
it: Inserisci l'hash (64 caratteri) da controllare:
pt: Por favor, insira o hash (64 caracteres) para verificar:
tr: Lütfen eşleştirmek için karma değeri (64 karakter) girin:

source: The provided hash was invalid. Please try again.
da: Den angivne hash-værdi er ugyldig. Prøv venligst igen.
hr: Uneseni hash nije ispravan. Pokušajte ponovno.
it: L'hash fornito non era valido. Per favore riprova.
pt: O hash fornecido é inválido. Por favor, tente de novo.
tr: Sağlanan karma geçersiz. Lütfen tekrar deneyin.

source: The hashes are the same
da: Hash-værdierne er ens
hr: Hash je identičan
it: Gli hash sono gli stessi
pt: Os hashes são o mesmo
tr: Karmalar aynı

source: The hashes are not the same
da: Hash-værdierne er ikke ens
hr: Hash nije identičan
it: Gli hash non sono gli stessi
pt: Os hashes não são o mesmo
tr: Karmalar aynı değil

source: The hash you provided
da: Hash-værdien du angav
hr: Hash koji ste unijeli
it: L'hash che hai fornito
pt: O hash que você forneceu
tr: Sağladığınız karma

source: The file's hash
da: Filens hash-værdi
hr: Hash datoteke
it: L'hash del file
pt: O hash do ficheiro
tr: Dosyanın karması
