Repository: linuxmint/cinnamon-spices-actions
Catalog: convert-image-format@el-amine-404/files/convert-image-format@el-amine-404/po/*.po
Languages: bg, ca, cs, es, fi, it, ja, nl, pt

source: Convert Image Format
bg: Конвертиране формата на изображение
ca: Converteix el format de la imatge
cs: Převést formát obrázku
es: Convertir formato de imagen
fi: Muunna kuvaformaattia
it: Converti formato immagine
ja: 画像形式を変換
nl: Afbeeldingsformaat converteren
pt: Converter formato de imagem

source: Convert Image(s) Format
bg: Конвертиране формата на изображение(я)
ca: Converteix el format de la/les imatge(s)
cs: Převést formát obrázku(ů)
es: Convertir formato de imagen(es)
fi: Muunna kuvien formaattia
it: Converti formato immagine(i)
ja: 画像形式を変換
nl: Afbeeldingsformaat converteren
pt: Converter formato da(s) imagem(ns)

source: Choose the format to convert the image(s) to:
bg: Избор на формат за конвертиране на изображение(я):
ca: Tria el format a convertir la/les imatge(s) a:
cs: Vyberte formát, do kterého chcete obrázek převést:
es: Elija el formato al que desea convertir las imágenes:
fi: Valitse formaatti, johon kuva(t) muunnetaan:
it: Scegli il formato in cui convertire le immagini:
ja: 画像をどの形式に変換するか選択してください:
nl: Kies het formaat om de afbeelding(en) naar te converteren:
pt: Escolha o formato para o qual pretende converter a(s) imagem(ns):

source: Select
bg: Избор
ca: Selecciona
cs: Vyberte
es: Seleccionar
fi: Valitse
it: Seleziona
ja: 選択
nl: Selecteer
pt: Selecione

source: Format
bg: Формат
cs: Formát
es: Formato
fi: Formaatti
it: Formato
ja: 形式
nl: Formaat
pt: Formato

source: Description
bg: Описание
ca: Descripció
cs: Popis
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 説明
nl: Beschrijving
pt: Descrição

source: You have selected multiple images and chosen GIF as the format.\n\nDo you want to merge them into a single animated GIF?
es: Ha seleccionado varias imágenes y ha elegido GIF como formato.\n\n¿Desea fusionarlas en un único GIF animado?

source: Save GIF As
es: Guardar GIF como

source: Advanced VTracer Options
es: Opciones avanzadas de VTracer

source: Configure how the bitmap is traced into vectors
es: Configurar cómo se traza el mapa de bits en vectores

source: Mode
es: Modo

source: Color Mode
es: Modo de color

source: Clustering
es: Agrupación

source: Filter Speckle (Cleaner) [0-128]
es: Filtro moteado (limpiador) [0-128]

source: Color Precision (More accurate)
es: Precisión del color (más precisa)

source: Gradient Step (Less layers) [0-128]
es: Paso de gradiente (menos capas) [0-128]

source: Curve fitting
es: Ajuste de curvas

source: Corner Threshold (Smoother) [0-180]
es: Umbral de esquina (más suave) [0-180]

source: Segment Length (More coarse) [3.5-10]
es: Longitud del segmento (más grueso) [3,5-10]

source: Splice Threshold (Less accurate) (0-180)
es: Umbral de empalme (menos preciso) (0-180)

source: Converting Images
bg: Конвертиране на изображения
ca: Convertint imatges
cs: Převádím obrázky
es: Convertir imágenes
fi: Muunnetaan kuvia
it: Convertendo le immagini
ja: 画像を変換しています
nl: Afbeeldingen converteren
pt: A converter imagens

source: Processing...
bg: Обработка...
ca: Processant...
cs: Zpracovává se...
es: Procesando...
fi: Käsitellään...
it: Elaborazione...
ja: 処理しています...
nl: Verwerken...
pt: A processar...

source: PDF to Image Conversion
bg: Преобразуване на PDF в изображение
cs: Konverze PDF na obrázek
es: Conversión de PDF a imagen
ja: PDF から画像に変換
nl: PDF naar afbeelding converteren
pt: Conversão de PDF para imagem

source: Enter the required details for conversion.\n\nNote: Leaving fields empty will apply default values.
bg: Въведете нужните детайли за преобразуване.\n\Бележка: Ако оставите полетата празни ще бъдат приложени стандартните стойности.
cs: Zadejte požadované údaje pro převod.\n\nPoznámka: Ponecháte-li pole prázdná, použijí se výchozí hodnoty.
es: Introduzca los datos necesarios para la conversión. \ Nota: Si deja los campos vacíos, se aplicarán los valores predeterminados.
ja: 変換に必要な情報を入力してください。\n\n注: 空欄のままにすると、既定値が適用されます。
nl: Voer de benodigde gegevens in voor de conversie.\n\nOpmerking: Velden leeg laten zal standaardwaarden toepassen.
pt: Introduza os detalhes necessários para a conversão.\n\nNota: Se deixar os campos vazios, serão aplicados valores predefinidos.

source: Format (default: png)
bg: Формат (стандартно: png)
cs: Formát (výchozí: png)
es: Formato (por defecto: png)
ja: 形式 (既定: png)
nl: Formaat (standaard: png)
pt: Formato (predefinição: png)

source: Resolution / DPI (default: 300)
bg: Резолюция / DPI (стандартно: 300)
cs: Rozlišení / DPI (výchozí: 300)
es: Resolución / DPI (por defecto: 300)
ja: 解像度 / DPI (既定: 300)
nl: Resolutie / DPI (standaard: 300)
pt: Resolução / DPI (predefinição: 300)

source: First Page (default: 1)
bg: Първа страница (стандартно: 1)
cs: První stránka (výchozí: 1)
es: Primera página (por defecto: 1)
ja: 開始ページ (既定: 1)
nl: Eerste pagina (standaard: 1)
pt: Primeira página (predefinição: 1)

source: Last Page (default: last page of document)
bg: Последна страница (стандартно: последна страница от документа)
cs: Poslední stránka (výchozí: poslední stránka dokumentu)
es: Última página (por defecto: última página del documento)
ja: 終了ページ (既定: 文書の最終ページ)
nl: Laatste pagina (standaard: laatste pagina van het document)
pt: Última página (predefinição: última página do documento)

source: You have selected multiple images and chosen PDF as the format.\n\nDo you want to merge them into a single PDF document?\n(Click 'No' to convert them to separate PDF files)
es: Ha seleccionado varias imágenes y ha elegido PDF como formato.\n\n¿Desea fusionarlas en un único documento PDF?\n(Haga clic en 'No' para convertirlas en archivos PDF independientes).

source: Save Merged PDF As
es: Guardar PDF combinado como

source: Conversion Errors
es: Errores de conversión

source: The following files were skipped (unsupported format):
es: Se omitieron los siguientes archivos (formato no compatible):

source: Missing dependency:
es: Dependencia faltante:

source: Convert image(s) to another format
bg: Конвертиране на изображения в друг формат
ca: Converteix imatge(s) a un altre format
cs: Převeďte obrázek(y) do jiného formátu
es: Convertir imágenes a otro formato
fi: Muunna kuva(t) toiseen formaattiin
it: Converti le immagini in un altro formato
ja: 画像を別の形式に変換
nl: Converteer afbeelding(en) naar een ander formaat
pt: Converter imagem(ns) para outro formato

source: Convert %F to another format
bg: Конвертиране на %F в друг формат
ca: Converteix %F a un altre format
cs: Převeďte %F na jiný formát
es: Convertir %F a otro formato
fi: Muunna %F toiseen formaattiin
it: Converti %F in un altro formato
ja: %F を別の形式に変換します
nl: Converteer %F naar een ander formaat
pt: Converter %F para outro formato

source: is not an image file and will be skipped
bg: не е файл с изображение и ще бъде пропуснат
ca: no és un fitxer d'imatge i serà ignorat
cs: soubor není obrázek a bude přeskočen
fi: ei ole kuvatiedosto ja se ohitetaan
it: non è un file immagine e verrà ignorato
ja: は画像ファイルではないため、スキップします
nl: is geen afbeeldingsbestand en zal worden overgeslagen
pt: não é um ficheiro de imagem e será ignorado

source: is not a valid PDF file and will be skipped
bg: не е валиден PDF файл и ще бъде пропуснат
cs: není platný soubor PDF a bude přeskočen
ja: は有効な PDF ファイルではないため、スキップします
nl: is geen geldig PDF-bestand en zal worden overgeslagen
pt: não é um ficheiro PDF válido e será ignorado

source: Unsupported format. Possible values are: png(default), jpeg, tiff
bg: Неподдържан формат. Възможните стойности са: png (стандартно), jpeg, tiff
cs: Nepodporovaný formát. Možné hodnoty jsou: png (výchozí), jpeg, tiff
ja: サポートされていない形式です。指定できる値は: png (既定), jpeg, tiff です
nl: Niet ondersteund formaat. Mogelijke waarden zijn: png (standaard), jpeg, tiff
pt: Formato não suportado. Os valores possíveis são: png (predefinição), jpeg, tiff
