Repository: linuxmint/cinnamon-spices-actions
Catalog: pdf-truncate-batch-print@goebbe/files/pdf-truncate-batch-print@goebbe/po/*.po
Languages: hu, ja, uk

source: Cut PDF(s) pages at the start and from the end and batch-print them
hu: PDF(ek) kezdő és záró oldalainak kivágása és kötegben nyomtatása
ja: PDF の最初・最終ページから数ページを削除し、一括印刷します
uk: Вирізати PDF сторінки на початку і з кінця файлу та надіслати їх на друк

source: Truncate and batch-print PDF(s)
hu: PDF(ek) csonkítása és kötegelt nyomtatása
ja: PDF を切り詰めて一括印刷
uk: Обрізати та надрукувати PDF

source: Truncate PDF-printing
hu: Csonka PDF-nyomtatás
ja: PDF の切り詰め印刷
uk: Урізати PDF друк

source: Number of pages that should NOT be printed.\n Empty fields result in no truncation.
hu: A NEM nyomtatható oldalak száma.\n Az üres mezők nem eredményezik a csonkítást.
ja: 印刷をしないページ数を入力してください。\n 空欄にすると、どのページも切り詰められません。
uk: Кількість сторінок, які не мають бути надруковані.\n Порожні поля не призводять до усічення.

source: Number of pages cut at the start:
hu: Az elején kivágott oldalak száma:
ja: 最初のページから削除するページ数:
uk: Кількість сторінок, відтятих на початку:

source: Number of pages cut from the end:
hu: A végétől kivágott oldalak száma:
ja: 最終のページから削除するページ数:
uk: Кількість сторінок, відтятих в кінці:

source: Select a printer for batch-printing
hu: Válasszon nyomtatót kötegelt nyomtatáshoz
ja: 一括印刷するプリンターを選択してください
uk: Виберіть принтер для урізаного друку

source: Printers:
hu: Nyomtatók:
ja: プリンター:
uk: Принтери:

source: <b>Summary:</b> \n Number of pages cut at the start: $lefttrunc \n Number of pages cut from the end: $righttrunc \n Printer: $myprinter \n \n Choose one-sided or two-sided printing \n \n <b>Batch-printing will start instantly! </b>
hu: <b>Összefoglalás:</b> \n Az elején kivágott oldalak száma: $lefttrunc \n A végétől kivágott oldalak száma: $righttrunc \n Nyomtató: $myprinter \n \n Válasszon egyoldalas vagy kétoldalas oldalas nyomtatás \n \n <b>A kötegelt nyomtatás azonnal elindul! </b>
ja: <b>要約:</b> \n 最初のページから削除するページ数: $lefttrunc \n 最終のページから削除するページ数: $righttrunc \n プリンター: $myprinter \n \n 片面印刷、両面印刷のどちらにするか選択してください \n \n <b>まもなく一括印刷が始まります！ </b>
uk: <b> Підсумок: </b> \n Кількість сторінок обрізаних на початку: $lefttrunc \n Кількість сторінок обрізаних в кінці: $righttrunc \n Принтер: $myprinter \n \n Виберіть односторонній або двосторонній друк \n \n <b> Усічений друк почнеться миттєво! </b>

source: one-sided
hu: egyoldalas
ja: 片面印刷
uk: одностороній

source: Cancel
hu: Mégse
ja: キャンセル
uk: Відмінити

source: two-sided
hu: kétoldalas
ja: 両面印刷
uk: двосторонній
