Repository: linuxmint/cinnamon-spices-actions
Catalog: convert-file@thigschuch/files/convert-file@thigschuch/po/*.po
Languages: eu, hu, is, pt_br

source: OK
eu: Ados
is: Í lagi

source: File Converter
eu: Fitxategi bihurtzailea
hu: Fájl Konvertáló
is: Skráarumbreytir

source: Choose output format:
eu: Aukeratu irteera formatua:
hu: Válassza ki a kimeneti formátumot:
is: Veldu úttaksform:

source: Converting {file} to {extension}
eu: Bihurtzen {file} {extension} formatura
hu: Konvertálás {file} → {extension}
is: Umbreyti {file} í {extension}

source: Copy Error
eu: Kopiatu errorea
hu: Hiba Másolása
is: Afrita villu

source: Copy Command
eu: Kopiatu komandoa
hu: Parancs Másolása
is: Afrita skipun

source: Report Error
eu: Jakinarazi errorea
hu: Hiba Jelentése
is: Tilkynna villu

source: Cancel
eu: Utzi
hu: Mégse
is: Hætta við

source: Cancelling...
eu: Bertan behera uzten...
hu: Megszakítás...
is: Hætti við...

source: Start
eu: Hasi
hu: Indítás
is: Byrja

source: Error details copied to clipboard
eu: Errorearen xehetasunak arbelean kopiatu dira
hu: A hiba részletei a vágólapra másolva
is: Villuupplýsingar afritaðar á klippispjald

source: Install command copied to clipboard
eu: Instalazio komandoa arbelean kopiatu da
hu: A telepítési parancs a vágólapra másolva
is: Uppsetningarskipun afrituð á klippispjald

source: No installation instructions available. Please install '{dependency}' manually.
eu: Ez dago instalazio argibiderik eskuragarri. Mesedez, instalatu '{dependency}' eskuz.
hu: Nincsenek telepítési utasítások. Kérjük, telepítse manuálisan a '{dependency}' függőséget.
is: Engar uppsetningarleiðbeiningar tiltækar. Vinsamlegast settu upp '{dependency}' handvirkt.

source: multiple files selected
eu: fitxategi anitz hautatu dira
hu: több fájl kiválasztva
is: margar skrár valdar

source: Select one or more files to convert.
eu: Hautatu bihurtzeko fitxategi bat edo gehiago.
hu: Válasszon ki egy vagy több konvertálandó fájlt.
is: Veldu eina eða fleiri skrár til að umbreyta.

source: File not found: {path} Check if the file exists.
eu: Fitxategia ez da aurkitu: {path} Egiaztatu fitxategia existitzen den.
hu: Fájl nem található: {path} Ellenőrizze, hogy a fájl létezik-e.
is: Skrá fannst ekki: {path} Athugaðu hvort skráin sé til.

source: Invalid file: {path} Select a file, not a folder.
eu: Fitxategi baliogabea: {path} Hautatu fitxategi bat, ez karpeta bat.
hu: Érvénytelen fájl: {path} Válasszon fájlt, ne mappát.
is: Ógild skrá: {path} Veldu skrá, ekki möppu.

source: No file extension: {path} Add an extension (e.g., .jpg, .mp4, .pdf) to determine the format.
eu: Ez dago fitxategi luzapenik: {path} Gehitu luzapen bat (adib. .jpg, .mp4, .pdf) formatua zehazteko.
hu: Nincs fájlkiterjesztés: {path} Adjon hozzá kiterjesztést (pl. .jpg, .mp4, .pdf) a formátum meghatározásához.
is: Engin skráarending: {path} Bættu við endingunni (t.d. .jpg, .mp4, .pdf) til að ákvarða formið.

source: Unsupported file format: {extension}
eu: Onartu gabeko fitxategi formatua: {extension}
hu: Nem támogatott fájlformátum: {extension}
is: Óstudd skráarform: {extension}

source: The file '{filename}' has an unsupported format ({extension}). This format is not recognized by the converter or the required tools are not installed on your system.
eu: '{filename}' fitxategiak onartu gabeko formatua du ({extension}). Formatu hau ez da bihurtzaileak ezagutzen edo beharrezko tresnak ez daude instalatuta zure sisteman.
hu: A '{filename}' fájl nem támogatott formátumú ({extension}). Ezt a formátumot nem ismeri fel a konvertáló, vagy a szükséges eszközök nincsenek telepítve a rendszeren.
is: Skráin '{filename}' hefur óstudd form ({extension}). Þetta form er ekki þekkt af umbreytinum eða nauðsynlegu verkfærum er ekki sett upp á kerfinu þínu.

source: Found {error_count} validation error(s) in the selected files: {errors} The process will continue with valid files only.
eu: {error_count} balidazio errore aurkitu dira hautatutako fitxategietan: {errors} Prozesua fitxategi baliozkoekin bakarrik jarraituko du.
hu: {error_count} érvényesítési hiba található a kiválasztott fájlokban: {errors} A folyamat csak az érvényes fájlokkal folytatódik.
is: Fann {error_count} staðfestingarvillu(r) í völdum skrám: {errors} Ferlið mun halda áfram með gildum skrám eingöngu.

source: Conversion failed.
eu: Bihurketa huts egin du.
hu: A konvertálás sikertelen.
is: Umbreyting mistókst.

source: No converter found for this format
eu: Ez da bihurtzailerik aurkitu formatu honetarako
hu: Nem található konvertáló ehhez a formátumhoz
is: Enginn umbreytir fannst fyrir þetta form

source: No converters available for {extension} files. File: {filename} Possible causes: • Missing rules • Missing required tools • Unsupported format • Installation issue Check system dependencies.
eu: Ez dago bihurtzailerik eskuragarri {extension} fitxategientzako. Fitxategia: {filename} Arrazoi posibleak: • Arauak falta dira • Beharrezko tresnak falta dira • Onartu gabeko formatua • Instalazio arazoa Egiaztatu sistema mendekotasunak.
hu: Nincsenek elérhető konvertálók a {extension} fájlokhoz. Fájl: {filename} Lehetséges okok: • Hiányzó szabályok • Hiányzó szükséges eszközök • Nem támogatott formátum • Telepítési probléma Ellenőrizze a rendszerfüggőségeket.
is: Engir umbreytar tiltækir fyrir {extension} skrár. Skrá: {filename} Mögulegar orsökir: • Reglur vantar • Nauðsynleg verkfæri vantar • Óstudd form • Uppsetningarvandamál Athugaðu kerfisafleiður.

source: Failed to create converter for {source} → {target} File: {file} This could indicate: • Missing conversion tools • Incompatible format combination • System configuration issue
eu: Ezin izan da bihurtzailea sortu {source} → {target}entzako Fitxategia: {file} Hau adierazi dezake: • Bihurketa tresnak falta dira • Formatua konbinazio bateraezina • Sistema konfigurazio arazoa
hu: Nem sikerült létrehozni a konvertálót a {source} → {target} számára Fájl: {file} Ez jelezheti: • Hiányzó konvertálási eszközök • Inkompatibilis formátum kombináció • Rendszerkonfigurációs probléma
is: Mistókst að búa til umbreytir fyrir {source} → {target} Skrá: {file} Þetta gæti bent til: • Umbreytarverkfæri vantar • Ósamhæfð formasamsetning • Kerfisstillingarvandamál

source: Converting {current} of {total} files to {extension} {file}
eu: {current}/{total} fitxategiak {extension} formatura bihurtzen {file}
hu: {current}/{total} fájl konvertálása {extension} formátumba {file}
is: Umbreyti {current} af {total} skrám í {extension} {file}

source: Failed to create or access output directory. Error: {error}
eu: Ezin izan da irteera direktorioa sortu edo atzitu. Errorea: {error}
hu: Nem sikerült létrehozni vagy elérni a kimeneti könyvtárat. Hiba: {error}
is: Mistókst að búa til eða fá aðgang að úttaksmöppu. Villa: {error}

source: Conversion failed: {error}
eu: Bihurketa huts egin du: {error}
hu: Konvertálás sikertelen: {error}
is: Umbreyting mistókst: {error}

source: Conversion cancelled by user
eu: Bihurketa erabiltzaileak bertan behera utzi du
hu: A konvertálást a felhasználó megszakította
is: Umbreyting hætt við af notanda

source: Conversion failed - check if required tools are installed (e.g., ffmpeg, convert, 7z, rar, etc.) and the file format is supported
eu: Bihurketa huts egin du - egiaztatu beharrezko tresnak instalatuta dauden (adib. ffmpeg, convert, 7z, rar, etab.) eta fitxategi formatua onartzen den
hu: A konvertálás sikertelen - ellenőrizze, hogy a szükséges eszközök telepítve vannak-e (pl. ffmpeg, convert, 7z, rar, stb.) és a fájlformátum támogatott
is: Umbreyting mistókst - athugaðu hvort nauðsynleg verkfæri séu sett upp (t.d. ffmpeg, convert, 7z, rar, o.s.frv.) og skráarformið sé stutt

source: Template error: {error}
eu: Txantiloi errorea: {error}
hu: Sablon hiba: {error}
is: Sniðmátsvilla: {error}

source: Required tool '{tool}' is not installed.
eu: Beharrezko tresna '{tool}' ez dago instalatuta.
hu: A szükséges '{tool}' eszköz nincs telepítve.
is: Nauðsynlegt verkfæri '{tool}' er ekki sett upp.

source: The conversion tool '{tool}' is required but not found on your system.
eu: Bihurketa tresna '{tool}' behar da baina ez da aurkitu zure sisteman.
hu: A '{tool}' konvertálási eszköz szükséges, de nem található a rendszeren.
is: Umbreytarverkfærið '{tool}' er nauðsynlegt en fannst ekki á kerfinu þínu.

source: Missing Tool: {tool} Install Command: {install_command} Instructions: Copy the install command above and run it in your terminal. If the command does not work, please refer to your distribution's package manager or the tool's official installation instructions.
eu: Tresna falta da: {tool} Instalazio komandoa: {install_command} Argibideak: Kopiatu goiko instalazio komandoa eta exekutatu zure terminalean. Komandoak ez badu funtzionatzen, jo zure banaketaren pakete kudeatzailearengana edo tresnaren instalazio argibide ofizialetara.
hu: Hiányzó eszköz: {tool} Telepítési parancs: {install_command} Utasítások: Másolja a fenti telepítési parancsot és futtassa a terminálban. Ha a parancs nem működik, forduljon a disztribúció csomagkezelőjéhez vagy az eszköz hivatalos telepítési útmutatójához.
is: Vantar verkfæri: {tool} Uppsetningarskipun: {install_command} Leiðbeiningar: Afritaðu uppsetningarskipunina hér að ofan og keyrðu hana í útstöðinni þinni. Ef skipunin virkar ekki, vinsamlegast vísaðu til pakkastjóra dreifingarinnar þinnar eða opinberu uppsetningarleiðbeiningar verkfærisins.

source: An unexpected error occurred during conversion.
eu: Ustekabeko errore bat gertatu da bihurketan.
hu: Váratlan hiba történt a konvertálás során.
is: Óvænt villa kom upp við umbreytingu.

source: Required tool not found. Please make sure all required conversion tools are installed (e.g., ffmpeg, convert, etc.)
eu: Beharrezko tresna ez da aurkitu. Mesedez, ziurtatu bihurketa tresna guztiak instalatuta daudela (adib. ffmpeg, convert, etab.)
hu: Szükséges eszköz nem található. Győződjön meg arról, hogy minden szükséges konvertálási eszköz telepítve van (pl. ffmpeg, convert, stb.)
is: Nauðsynlegt verkfæri fannst ekki. Vinsamlegast gangaðu úr skugga um að öll nauðsynleg umbreytarverkfæri séu sett upp (t.d. ffmpeg, convert, o.s.frv.)

source: Shell command execution failed. Error: {error} Command: {command}
eu: Shell komandoaren exekuzioak huts egin du. Errorea: {error} Komandoa: {command}
hu: A shell parancs végrehajtása sikertelen. Hiba: {error} Parancs: {command}
is: Skeljarskipun mistókst. Villa: {error} Skipun: {command}

source: Chained command execution failed. Error: {error} Command: {command}
eu: Kateatutako komandoaren exekuzioak huts egin du. Errorea: {error} Komandoa: {command}
hu: A láncolt parancs végrehajtása sikertelen. Hiba: {error} Parancs: {command}
is: Keðjuð skipun mistókst. Villa: {error} Skipun: {command}

source: Failed conversions: {errors}
eu: Huts egindako bihurketak: {errors}
hu: Sikertelen konvertálások: {errors}
is: Mistókst umbreytingar: {errors}

source: Failed to create temporary directory
eu: Ezin izan da aldi baterako direktorioa sortu
hu: Nem sikerült létrehozni az ideiglenes könyvtárat
is: Mistókst að búa til tímabundna möppu

source: Temporary directory not available
eu: Aldi baterako direktorioa ez dago eskuragarri
hu: Az ideiglenes könyvtár nem elérhető
is: Tímabundin mappa ekki tiltæk

source: Temporary directory does not exist
eu: Aldi baterako direktorioa ez da existitzen
hu: Az ideiglenes könyvtár nem létezik
is: Tímabundin mappa er ekki til

source: No archive template available in settings
eu: Ez dago artxibo txantiloirik eskuragarri ezarpenetan
hu: Nincs archív sablon elérhető a beállításokban
is: Engin safnskráarsniðmát tiltæk í stillingum

source: No contents found in extracted archive
eu: Ez da edukirik aurkitu erauzitako artxiboan
hu: Nem található tartalom a kibontott archívumban
is: Engin efni fundust í útdreginni safnskrá

source: Operation failed
eu: Eragiketak huts egin du
hu: A művelet sikertelen
is: Aðgerð mistókst

source: Operation cancelled by user
eu: Eragiketa erabiltzaileak bertan behera utzi du
hu: A műveletet a felhasználó megszakította
is: Aðgerð hætt við af notanda

source: Step {step}/{total} failed. Error: {error} Command: {command}
eu: {step}/{total} urratsak huts egin du. Errorea: {error} Komandoa: {command}
hu: {step}/{total} lépés sikertelen. Hiba: {error} Parancs: {command}
is: Skref {step}/{total} mistókst. Villa: {error} Skipun: {command}

source: Batch conversion cancelled
eu: Sortako bihurketa bertan behera utzi da
hu: A kötegelt konvertálás megszakítva
is: Runumbreyting hætt við

source: Batch conversion completed with {error_count} error(s).
eu: Sortako bihurketa {error_count} errorekin amaitu da.
hu: A kötegelt konvertálás {error_count} hibával fejeződött be.
is: Runumbreyting lokið með {error_count} villu(m).

source: Conversion Complete
eu: Bihurketa osatu da
hu: Konvertálás Befejezve
is: Umbreyting lokið

source: Successfully converted {filename} to {extension}
eu: {filename} {extension} formatura ongi bihurtu da
hu: Sikeresen konvertálva {filename} {extension} formátumba
is: Tókst að umbreyta {filename} í {extension}

source: Conversion Failed
eu: Bihurketa huts egin du
hu: Konvertálás Sikertelen
is: Umbreyting mistókst

source: Failed to convert {filename} to {extension}
eu: Ezin izan da {filename} {extension} formatura bihurtu
hu: Nem sikerült konvertálni {filename} {extension} formátumba
is: Mistókst að umbreyta {filename} í {extension}

source: Batch Conversion Complete
eu: Sortako bihurketa osatu da
hu: Kötegelt Konvertálás Befejezve
is: Runumbreyting lokið

source: Successfully converted {successful} of {total} files to {extension}
eu: {successful}/{total} fitxategi {extension} formatura ongi bihurtu dira
hu: Sikeresen konvertálva {successful}/{total} fájl {extension} formátumba
is: Tókst að umbreyta {successful} af {total} skrám í {extension}

source: Batch Conversion Failed
eu: Sortako bihurketa huts egin du
hu: Kötegelt Konvertálás Sikertelen
is: Runumbreyting mistókst

source: Failed to convert {failed} of {total} files to {extension}
eu: Ezin izan da {failed}/{total} fitxategi {extension} formatura bihurtu
hu: Nem sikerült konvertálni {failed}/{total} fájlt {extension} formátumba
is: Mistókst að umbreyta {failed} af {total} skrám í {extension}

source: Conversion Started
eu: Bihurketa hasi da
hu: Konvertálás Elindítva
is: Umbreyting hafin

source: Conversion started for {filename} to {extension}
eu: {filename} fitxategirako bihurketa hasi da {extension} formatura
hu: Konvertálás elindítva {filename} számára {extension} formátumba
is: Umbreyting hafin fyrir {filename} í {extension}

source: Batch Conversion Started
eu: Sortako bihurketa hasi da
hu: Kötegelt Konvertálás Elindítva
is: Runumbreyting hafin

source: Batch conversion of {total} files to {extension} has started
eu: {total} fitxategien sortako bihurketa {extension} formatura hasi da
hu: {total} fájl kötegelt konvertálása {extension} formátumba elindult
is: Runumbreyting af {total} skrám í {extension} hefur hafist

source: Batch Step Conversion Started
eu: Sortako urratsaren bihurketa hasi da
hu: Kötegelt Lépés Konvertálás Elindítva
is: Runskref umbreyting hafin

source: Converting {filename} to {extension}
eu: {filename} {extension} formatura bihurtzen
hu: {filename} konvertálása {extension} formátumba
is: Umbreyti {filename} í {extension}

source: Batch Conversion Cancelled
eu: Sortako bihurketa bertan behera utzi da
hu: Kötegelt Konvertálás Megszakítva
is: Runumbreyting hætt við

source: Conversion cancelled after processing {completed} of {total} files to {extension}
eu: Bihurketa bertan behera utzi da {completed}/{total} fitxategi prozesatu ondoren {extension} formatura
hu: Konvertálás megszakítva {completed}/{total} fájl feldolgozása után {extension} formátumba
is: Umbreyting hætt við eftir að hafa unnið {completed} af {total} skrám í {extension}

source: Conversion Cancelled
eu: Bihurketa bertan behera utzi da
hu: Konvertálás Megszakítva
is: Umbreyting hætt við

source: File conversion to {extension} was cancelled
eu: Fitxategiaren bihurketa {extension} formatura bertan behera utzi da
hu: A fájl konvertálása {extension} formátumba megszakítva
is: Skráarumbreyting í {extension} var hætt við

source: Settings Error
eu: Ezarpen errorea
hu: Beállítási Hiba
is: Stillingarvilla

source: User settings file is corrupted (~/.config/convert-file@thigschuch/user_settings.json) Using default settings instead.
eu: Erabiltzailearen ezarpen fitxategia hondatuta dago (~/.config/convert-file@thigschuch/user_settings.json) Defektuzko ezarpenak erabiltzen ordez.
hu: A felhasználói beállítások fájl sérült (~/.config/convert-file@thigschuch/user_settings.json) Alapértelmezett beállítások használata helyette.
is: Notandastillingaskrá er skemmd (~/.config/convert-file@thigschuch/user_settings.json) Nota sjálfgefnar stillingar í staðinn.

source: Missing Conversion Tool
eu: Bihurketa tresna falta da
hu: Hiányzó Konvertálási Eszköz
is: Vantar umbreytarverkfæri

source: Converts a file to a different format
eu: Fitxategi bat formatu desberdin batera bihurtzen du
hu: Konvertál egy fájlt másik formátumba
is: Umbreytir skrá í annað form
pt_br: Converte um arquivo para outro formato

source: Convert File
eu: Bihurtu fitxategia
hu: Fájl Konvertálása
is: Umbreyta skrá
pt_br: Converter Arquivo

source: Error
pt_br: Erro

source: The file format is not supported.
pt_br: O formato deste arquivo não é suportado.

source: Select a format
pt_br: Selecione um formato

source: Select the format to convert the file to.
pt_br: Selecione um formato para converter o arquivo.

source: Converting
pt_br: Convertendo

source: Converting file to {format}...
pt_br: Convertendo arquivo para {format}...

source: Success
pt_br: Sucesso

source: The file has been converted to {format}.
pt_br: O arquivo foi convertido para {format}.

source: An error occurred while converting the file.
pt_br: Um erro ocorreu ao converter o arquivo.

source: Invalid file
pt_br: Arquivo inválido

source: The file is not valid.
pt_br: O arquivo não é válido.

source: No file name or extension
pt_br: Sem nome ou extensão de arquivo

source: The file must have a name and an extension.
pt_br: O arquivo deve ter um nome e uma extensão.
