Repository: linuxmint/cinnamon-spices-actions
Catalog: verify-sha256sum@rcalixte/files/verify-sha256sum@rcalixte/po/*.po
Languages: ca, de, es, fi, hu, ja, uk, vi

source: Verify the sha256sum for a single file
ca: Verifica el capolat sha256 d'un fitxer
de: Überprüft die SHA256-Prüfsumme einer Datei
es: Verifique el sha256sum para un archivo
fi: Tarkista tiedoston sha256sum tarkistussumma
hu: Sha256sum érték kiszámítása egyetlen fájlhoz
ja: 単一のファイルの SHA256 チェックサムを検証します
uk: Перевірити sha256-суму для одного файлу
vi: Xác minh sha256sum cho một tập tin

source: Verify sha256sum
ca: Verifica el capolat sha256
de: SHA256-Prüfsumme überprüfen
es: Verificar sha256sum
fi: Tarkista tarkistussumma
hu: Sha256sum érték ellennőrzése
ja: SHA256 チェックサムを検証
uk: Перевірити sha256-суму
vi: Xác minh sha256sum

source: Provide a sha256sum hash to verify with this file
ca: Proveeix un capolat sha256 per verificar amb aquest fitxer
de: Geben Sie eine SHA256-Prüfsumme ein, um sie mit der Datei zu vergleichen
es: Proporcionar un hash sha256sum para verificar con este archivo
fi: Anna sha256sum hash vahvistaaksesi tämän tiedoston
hu: Adjon meg egy sha256sum hash-t a fájl ellenőrzéséhez
ja: このファイルの SHA256 ハッシュが、与えられた値と一致するか検証します
uk: Задайте хеш sha256-суми, щоб перевірити з цим файлом
vi: Cung cấp mã băm sha256sum để xác minh với tập tin này

source: Calculating sha256sum for
ca: Calculant capolat sha256 per
de: Berechne SHA256-Prüfsumme für
es: Calculando sha256sum para
fi: Lasketaan sha256sum tarkistussummaa
hu: Sha256sum érték kiszámítása ehhez:
ja: SHA256 チェックサムを計算しています:
uk: Обчислення sha256-суми для
vi: Đang tính toán sha256sum cho

source: Please enter the hash (64 characters) to match:
ca: Si us plau, introdueix el capolat (64 caràcters) per comprovar:
de: Bitte geben Sie den Hashwert (64 Zeichen) zur Überprüfung ein:
es: Por favor, introduzca el hash (64 caracteres) a verificar:
fi: Hash (64 merkkiä) jolla verrataan tätä tiedotoa:
hu: Kérjük, adja meg a hash-t (64 karakter), hogy megfeleljen:
ja: 一致すべきハッシュ (64 文字) を入力してください:
uk: Будь ласка, введіть хеш (64 символи) для порівняння:
vi: Vui lòng nhập mã băm (64 ký tự) để so khớp:

source: The provided hash was invalid. Please try again.
ca: El capolat proveït no és vàlid. Prova-ho de nou.
de: Der eingegebene Hashwert stimmt nicht überein. Bitte versuchen Sie es erneut.
es: El hash proporcionado no es válido. Por favor, inténtelo de nuevo.
fi: Virheellinen hash. Anna sarja oikeassa muodossa.
hu: A megadott hash érvénytelen volt. Kérem próbálja újra.
ja: 与えられたハッシュが不正です。もう一度試してください。
uk: Наданий хеш не вірний. Будь ласка, спробуйте ще раз.
vi: Mã băm được cung cấp không hợp lệ. Vui lòng thử lại.

source: The hashes are the same
ca: Els capolats coincideixen
de: Die Hashwerte stimmen überein
es: Los hashes son iguales
fi: Hash on molemmilla sama
hu: A hash-ek ugyanazok
ja: ハッシュが一致しました
uk: Hash-суми однакові
vi: Các mã băm giống nhau

source: The hashes are not the same
ca: Els capolats no coincideixen
de: Die Hashwerte stimmen nicht überein
es: Los hashes no son iguales
fi: Hash ei ole vastaava tiedostolle
hu: A hash-ek nem egyeznek
ja: ハッシュが一致しませんでした
uk: Hash-суми не однакові
vi: Các mã băm không giống nhau

source: The hash you provided
ca: El capolat proveït
de: Der eingebene Hashwert
es: El hash que ha proporcionado
fi: Hash jonka annoit
hu: Az ön által megadott hash
ja: 与えられたハッシュ
uk: Хеш який ви вказали
vi: Mã băm bạn đã cung cấp

source: The file's hash
ca: El capolat del fitxer
de: Der Datei-Hashwert
es: El hash del archivo
fi: Tiedoston hash
hu: A fájl hash-je
ja: ファイルのハッシュ
uk: Hash-сума файлу
vi: Mã băm của tập tin
