Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/clone-git-repo@anaximeno/*.po
Languages: ca, cs, pt_br

source: Clone a repository
ca: Clona un repositori
cs: Naklonujte repozitář
pt_br: Clone um repositório

source: git urls
ca: urls de git
cs: git url
pt_br: urls do git

source: Enter the name for the cloned folder:
ca: Introdueix el nom per la carpeta clonada:
cs: Zadejte název klonované složky:
pt_br: Insira o nome para a pasta do projeto:

source: The entered name is invalid. Please choose a name that follows folder naming rules.
ca: El nom introduït és invàlid. Si us plau, tria un nom que segueixi les convencions de nom de carpetes.
cs: Zadané jméno je neplatné. Vyberte prosím název, který odpovídá pravidlům pro pojmenovávání složek.
pt_br: O nome inserido é inválido. Por favor, escolha um nome que siga as regras de nomenclatura de pastas.

source: Repository Address:
ca: Adreça del repositori:
cs: Adresa repozitáře:
pt_br: Endereço do Repositório:

source: The given Git address has an unrecognized format. Please review the supported patterns at %s and try again.
ca: L'adreça git facilitada té un format desconegut. Si us plau, revisa els formats suportats a %s i prova-ho de nou.
pt_br: O endereço Git fornecido tem um formato não reconhecido. Por favor, revise os padrões suportados em %s e tente novamente.

source: Cloning %s
ca: Clonant %s
cs: Klonování %s
pt_br: Clonando %s

source: Repository successfully cloned!
ca: El repositori s'ha clonat correctamen!
cs: Repozitář úspěšně naklonován!
pt_br: Repositório clonado com sucesso!

source: Open
ca: Obre
cs: Otevřít
pt_br: Abrir

source: Couldn't open the cloned folder!
ca: No s'ha pogut obrir la carpeta clonada!
cs: Klonovanou složku nelze otevřít!

source: Error cloning repository %s !
ca: Error clonant el repositori %s!
pt_br: Erro ao clonar o repositório %s!

source: A folder named %s already exists in this location. Please choose a different name or delete the existing folder.
ca: Ja hi ha una carpeta anomenada %s a aquesta ruta. Si us plau, tria un nom diferent o elimina la carpeta ja existent.
pt_br: Uma pasta com o nome %s já existe neste local. Por favor, escolha um nome diferente ou exclua a pasta existente.

source: Cloning info
ca: Informació de la clonació
cs: Informace o klonování
pt_br: Informações da clonagem

source: More info
ca: Més informació
cs: Více informací
pt_br: Mais informações

source: The clone operation was canceled, leaving behind a residual folder. Should this folder be sent to the trash? Please note that due to the cancellation, the residual folder contains only an incomplete clone of the repository.
ca: S'ha cancel·lat la operació de clonació, deixant enrere una carpeta residual. Caldria enviar aquesta carpeta a la paperera? Si us plau, tingues en compte que degut a la cancel·lació, la carpeta residual només conté una clonació incompleta del repositori.
cs: Operace klonování byla zrušena a zůstala po ní zbytková složka. Má být tato složka odeslána do koše? Upozorňujeme, že z důvodu zrušení obsahuje zbytková složka pouze neúplný klon úložiště.
pt_br: A operação de clonagem foi cancelada, deixando uma pasta residual. Essa pasta deve ser enviada para a lixeira? Por favor, note que, devido ao cancelamento, a pasta residual contém apenas uma clonagem incompleta do repositório.

source: Clone a git repository into the current folder.
ca: Clona un repositori git a la carpeta actual.
cs: Naklonujte repozitář git do aktuální složky.
pt_br: Clone um repositório git na pasta atual.

source: Clone git repo
ca: Clona un repositori git
cs: Klonujte git repo
pt_br: Clone o repositório git

source: Clone a git repository
ca: Clona un repositori git
cs: Naklonujte repozitář git
pt_br: Clone um repositório git
