Repository: linuxmint/cinnamon-spices-actions
Catalog: .translation-tables/po/convert-image-format@el-amine-404/*.po
Languages: da, hu, uk, vi

source: Convert Image Format
da: Konvertér billedformat
hu: Képformátum átalakítása
uk: Перетворити формат зображення
vi: Chuyển đổi Định dạng Hình ảnh

source: Convert Image(s) Format
da: Konvertér billeders format
hu: Kép(ek) formátumának átalakítása
uk: Перетворити формат зображень
vi: Chuyển đổi Định dạng Hình ảnh

source: Choose the format to convert the image(s) to:
da: Vælg formatet, som billederne skal konverteres til:
hu: Válassza ki melyik formátumba kívánja konvertálni a kép(ek)et:
uk: Виберіть формат для перетворення зображень:
vi: Chọn định dạng để chuyển đổi hình ảnh:

source: Select
da: Vælg
hu: Kiválasztás
uk: Вибрати
vi: Chọn

source: Format
hu: Formátum
uk: Формат
vi: Định dạng

source: Description
da: Beskrivelse
hu: Leírás
uk: Опис
vi: Mô tả

source: You have selected multiple images and chosen GIF as the format.\n\nDo you want to merge them into a single animated GIF?
hu: Több képet választott ki, és a GIF formátumot választotta.\n\nEgyesíti őket egyetlen animált GIF-be?

source: Save GIF As
hu: GIF mentése másként

source: Advanced VTracer Options
hu: Speciális VTracer beállítások

source: Configure how the bitmap is traced into vectors
hu: A bitkép vektorokká alakításának konfigurálása

source: Mode
hu: Mód

source: Color Mode
hu: Színmód

source: Clustering
hu: Klaszterezés

source: Filter Speckle (Cleaner) [0-128]
hu: Szűrőfolt (tisztító) [0-128]

source: Color Precision (More accurate)
hu: Színpontosság (Pontosabb)

source: Gradient Step (Less layers) [0-128]
hu: Színátmeneti lépésköz (kevesebb réteg) [0-128]

source: Curve fitting
hu: Görbeillesztés

source: Corner Threshold (Smoother) [0-180]
hu: Sarokküszöb (simább) [0-180]

source: Segment Length (More coarse) [3.5-10]
hu: Szegmenshossz (durvább) [3,5-10]

source: Splice Threshold (Less accurate) (0-180)
hu: Illesztési küszöbérték (kevésbé pontos) (0-180)

source: Converting Images
da: Konverterer billeder
hu: Képek Konvertálása
uk: Конвертація зображень
vi: Đang chuyển đổi hình ảnh

source: Processing...
da: Behandler …
hu: Feldolgozás...
uk: Обробка...
vi: Đang xử lý...

source: PDF to Image Conversion
da: Konvertering af PDF til billede
hu: PDF-ből képre konvertálás
uk: Перетворення PDF в зображення
vi: Chuyển đổi PDF sang Hình ảnh

source: Enter the required details for conversion.\n\nNote: Leaving fields empty will apply default values.
da: Indtast de krævede detaljer til konverteringen.\n\nBemærk: I tilfælde af tomme felter bruges standardværdier.
hu: Adja meg az átalakításhoz szükséges adatokat.\n\nMegjegyzés: A mezők üresen hagyása alapértelmezett értékeket fog alkalmazni.
uk: Введіть необхідні дані для перетворення.\n\nПримітка: До порожніх полів будуть застосовані значення за замовчуванням.
vi: Nhập thông tin cần thiết để chuyển đổi.\n\nLưu ý: Để trống các trường sẽ áp dụng giá trị mặc định.

source: Format (default: png)
da: Format (standard: png)
hu: Formátum (alapértelmezett: png)
uk: Format (за замовчуванням: png)
vi: Định dạng (mặc định: png)

source: Resolution / DPI (default: 300)
da: Opløsning / DPI (standard: 300)
hu: Felbontás / DPI (alapértelmezett: 300)
uk: Роздільна здатність / DPI (за замовчуванням: 300)
vi: Độ phân giải / DPI (mặc định: 300)

source: First Page (default: 1)
da: Første side (standard: 1)
hu: Első oldal (alapértelmezett: 1)
uk: Перша сторінка (за замовчуванням: 1)
vi: Trang đầu (mặc định: 1)

source: Last Page (default: last page of document)
da: Sidste side (standard: dokumentets sidste side)
hu: Utolsó oldal (alapértelmezett: a dokumentum utolsó oldala)
uk: Остання сторінка (за замовчуванням: остання сторінка документа)
vi: Trang cuối (mặc định: trang cuối của tài liệu)

source: You have selected multiple images and chosen PDF as the format.\n\nDo you want to merge them into a single PDF document?\n(Click 'No' to convert them to separate PDF files)
hu: Több képet választott ki, és a PDF formátumot választotta.\n\nEgyesíti őket egyetlen PDF dokumentumba?\n(Kattintson a „Nem” gombra, ha különálló PDF fájlokká szeretné konvertálni őket)

source: Save Merged PDF As
hu: Egyesített PDF mentése másként

source: Conversion Errors
hu: Konverziós hibák

source: The following files were skipped (unsupported format):
hu: A következő fájlokat kihagyta a rendszer (nem támogatott formátum):

source: Missing dependency:
hu: Hiányzó függőség:

source: Convert image(s) to another format
da: Konvertér billeder til et andet format
hu: Kép(ek)et konvertál egy másik formátumba
uk: Конвертувати зображення в інший формат
vi: Chuyển đổi hình ảnh sang định dạng khác

source: Convert %F to another format
da: Konvertér %F til et andet format
hu: %F konvertálása egy másik formátumba
uk: Перетворити %F в інший формат
vi: Chuyển đổi %F sang định dạng khác

source: is not an image file and will be skipped
da: er ikke en billedfil og springes over
uk: не є файлом зображення і буде пропущений
vi: không phải là tập tin hình ảnh và sẽ bị bỏ qua

source: is not a valid PDF file and will be skipped
da: er ikke en gyldig PDF-fil og springes over
uk: не є допустимим файлом PDF і буде пропущений
vi: không phải là tập tin PDF hợp lệ và sẽ bị bỏ qua

source: Unsupported format. Possible values are: png(default), jpeg, tiff
da: Formatet understøttes ikke. Gyldige værdier er png (standard), jpeg, tiff
uk: Непідтримуваний формат. Можливі значення: png (за замовчуванням), jpeg, tiff
vi: Định dạng không được hỗ trợ. Các giá trị có thể là: png(mặc định), jpeg, tiff
